Repository: wp-plugins/admidio-events
Catalog: languages/admidio-events-*.po
Languages: de_de

source: A widget that displays event data from the online membership management system <a href="http://sourceforge.net/projects/admidio/">Admidio</a>.
de_de: Ein Widget, das Termindaten aus der Online-Mitgliederverwaltung <a href="http://admidio.de/">Admidio</a> darstellt.

source: Event data from Admidio.
de_de: Veranstaltungsdaten von Admidio.

source: Upcoming Events
de_de: Terminvorschau

source: Title:
de_de: Titel:

source: Enter the event RSS feed URL here:
de_de: URL des RSS-Feeds für Veranstaltungen:

source: How many events would you like to display?
de_de: Wie viele Veranstaltungen sollen angezeigt werden?

source: Error when fetching event data.
de_de: Fehler beim Abrufen der Veranstaltungsdaten.

source: No event data available.
de_de: Keine Veranstaltungsdaten vorhanden.

source: Start with expanded view?
de_de: Mit erweiterter Ansicht starten?

source: Invalid event data.
de_de: Ungültige Veranstaltungsdaten.

source: Display event title with date?
de_de: Veranstaltungstitel mit Datum anzeigen?

source: Date font color:
de_de: Schriftfarbe Datum:

source: Date format setting in Admidio:
de_de: Datumsformat-Einstellung in Admidio:
